Revit 2027 API
UnitTypeId.FeetPerSecondSquared Property
 Feet per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FeetPerSecondSquared { get; }
Public Shared ReadOnly Property FeetPerSecondSquared As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FeetPerSecondSquared {
	ForgeTypeId^ get ();
}
static member FeetPerSecondSquared : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace